[Emote]
Angry=Angry
BodyPop=Body Pop
Bow=Bow
Brag=Brag
Celebrate=Celebrate
Chuckle=Chuckle
Clap=Clap
CoinToss=Coin Toss
Cold=Cold
Confused=Confused
Cry=Cry
Dance=Dance
Shock=Shock
Smoke=Smoke
Surrender=Surrender
Threaten=Threaten
ThumbsUp=Thumbs Up
Urban=Urban
Wait=Wait
Wave=Wave
Whistle=Whistle